HSDTaskName = "垃圾傳真封鎖";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "列印中… 請稍候";

//button titles
"DONE" = "完成";
"YES" = "是";
"NO" = "否";
"OK" = "確定";
"CLOSE" = "關閉";
DeleteButtonTitle = "刪除";

//Block status label
"BLOCK_STATUS_MESSAGE" = "已使用 %1$d 個項目（共 %2$d 個）";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "傳真號碼無效";
"INVALID_FAX_NUMBER_DESC" = "您輸入的號碼無效。只能輸入數字 (0123456789)。請輸入有效的傳真號碼並再試一次。";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "需要來電顯示";
"JUNK_FAX_WARNING_DESC" = "您的裝置必須連接至已啟用「來電顯示」的電話線才能使用「垃圾傳真封鎖」。\n\n如果您不確定電話線是否已啟用「來電顯示」，請洽詢您的電話服務供應商。";
"JUNK_FAX_DELETION_DESC" = "您是否確定要從「封鎖的傳真號碼」清單刪除選取的號碼?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "重複的垃圾傳真號碼";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "「垃圾傳真」清單中已有此號碼。您是否要再新增一次?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "重複的垃圾傳真號碼";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "「垃圾傳真」清單中已有此號碼。";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "請檢查裝置是否已連線且目前未處理傳真工作。";

HSDTaskDescriptionTitle = "使用「垃圾傳真封鎖」以封鎖從選取之來電顯示號碼傳入的傳真。";
HSDJunkFaxBlockingStateTitle = "來電顯示傳真封鎖:";
HSDBlockedNumbersTitle = "封鎖的數量:";
HSDApplyButtonTitle = "立刻套用";
HSDPrintListButtonTitle = "列印清單";

HSDEditPanelDescriptionTitle = "輸入要封鎖的傳真號碼:";
HSDOffButtonTitle = "關閉";
HSDOnButtonTitle = "開啟";

HSDFaxNumberTitle = "傳真號碼";
HSDEditButtonTitle = "編輯…";
HSDCreateButtonTitle = "建立";
HSDCancelButtonTitle = "取消";

AskSaveChangesAlertTitle = "您已編輯過此傳真封鎖清單";
AskSaveChangesAlertMsg = "如果您未套用變更，則您所做的變更將不會包含在列印的清單中。是否要在列印之前，將您所做的變更套用至清單？";
AskSaveChangesDontApplyButtonTitle = "不要套用";
AskSaveCahngesApplyButtonTitle = "套用";

PlusButtonToolTip = "新增封鎖的號碼";
MinusButtonToolTip = "刪除封鎖的號碼";
EditButtonToolTip = "編輯封鎖的號碼";
PrintButtonToolTip = "列印封鎖的號碼";
